<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    
    'greatportal' => 'أنت في موقع البوابة العظيمة، بوابة ريادة الأعمال',
    'interestedin' => 'نهتم بالابحاث الاقتصادية ، تقديم الخدمات والبحث عن حلول استراتيجية للاستثمار.', 
    'projectideas' =>  'إثراء البيئة الاستثمارية والاقتصادية في الجزائر أفكار قابلة للتجسيد الواقعي، مجانية برؤية تطويرية وخلاقة.',
    'tenders' => 'لأول مرة في الجزائر، كل يوم نأتيكم بالمناقصات محينة و مجانية.',
    'tutorials' => 'دروس مفيدة في عديد من مجالات العلوم مجانية بعدة لغات.',
    'growupbusiness' => 'كبر مشروعك',

    'growupbusiness2' => 'المساعدة الفردية أو للمؤسسة لتطوير قدراتها العملية و الفكرية بخبراء و باحثين و بأفكار ابداعية مبتكرة و فعالة تراعي الخصوصية و الدقة و السرعة و الجودة،أيضا الفرص المعروضة، كل هذا يساعدك لتطوير قدراتك و أعمالك على حد السواء',
    'accessibleeverywhere' => 'متوافق مع كل الإجهزة',
    'accessibleeverywheretext' => 'نحن نعلم جيدا الآن وسائل التواصل تعددت بإستخدانم متنوع من الأجهزة، كمبيوتر محمول، الهاتف الذكي، الجهاز اللوحي.',
    'powerfulyetsimple' => 'قوية لكنها بسيطة',
    'powerfulyetsimpletext' => "في منصتنا من السهل جدا الحصول على المعلومات المطلوبة باستخدام أداة بحث الذكية، كما ان الموقع بسيط للتنقل و الإبحار فيه.",
    'nosmallbusiness' => 'ليس هناك نشاط صغير',
    'nosmallbusinesstext' => "فقط أنت الذي تقرر أن تكون أكبر، ونحن لا نهتم بحجم أعماك، نحن فقط نقدم جميع أنواع المساعدة لتكون أكبر.",
    'opensourcehint' => "تعتقد أن لدينا منصة جيدة التصميم، ماذا لو قلت لك انها مفتوحة المصدر، تحتاج فقط للدخول",
    'githubrepository' => 'لمستودعنا على github',
    'shouldknow' => 'ماذا يجب ان تعرف قبل بدأك التطوير باستخدام منصتنا:',
    'bootstrap' => 'Bootstrap framework',
    'bootstraptext' => 'هو إطار عمل الـ HTML جافا سكريبت والـ CSS الأكثر شعبية لتطوير مشاريع متأقلمه مع كل الأجهزة على شبكة الإنترنت.',
    'jquery' => 'jQuery',
    'jquerytext' => 'هي مكتبة جافا سكريبت سريع، صغيرة و غنية بالمميزات. فإنه يجعل الأمور المعقدة في الجافاسكريبت سهلة الاستخدام والتي تعمل عبر العديد من المتصفحات. الـJquery غير الطريقة التي يعمل بها ملايين من الناس على الجافا سكريبت.',
    'laravel' => 'Laravel framework',
    'laraveltext' => 'لارافل هو  إطار برمجة PHP مفتوح المصدر مجانا على شبكة الإنترنت، التي أنشأتها "تايلور أوتوال" وتهدف لتطوير تطبيقات الويب وفقا لنموذج  (MVC).',
    'readmore' => 'إقرأ المزيد',

    'newsletter' => 'النشرة الإخبارية',
    'newslettertext' => 'بمساعدتكم ، تطوير و دعم المحتوى من قبل المشتركين يجل دائما هناك أشياء جديدة، تحتاج فقط ملء البريد الإلكتروني للحصول على معلومات عن أي شيء جديد',
    'nospamming' => 'المعلومات الفعلية فقط وليس البريد الالكتروني غير المرغوب!',
    'subscribe' => 'الاشتراك',
    'newslettersuccess' => 'تم تسجيلك بنجاح',
    'whatsyourservices' => "ما هي الخدمات التي تقدمونها؟",
    'helpyougiveme' => 'ما نوع المساعدة المقدمة من طرفكم؟',
    'portalproperties' => "ما هي خصائص هاته البوابه؟",
    'developwebsitelikethis' => 'كيف يمكنني تطوير موقع مماثل؟',

    

    

     

];